Repository: TumblThreeApp/TumblThree
Catalog: src/TumblThree/TumblThree.Presentation/Properties/Resources.*.resx
Languages: de, es, fr, zh

source: Latest Post
de: Neuester Beitrag
es: Última publicación
fr: Dernier message
zh: 最新帖子

# LimitConnectionsApi
source: Limit Tumblr API connections:
zh: 限制 Tumblr API 连接数：

# LimitConnectionsSvc
source: Limit Tumblr SVC connections:
zh: 限制 Tumblr SVC 连接数：

# LoadArchive
source: including archived blogs
de: einschließlich archivierter Blogs
es: incluidos los blogs archivados
fr: y compris les blogs archivés
zh: 包括已存档博客

source: Message
zh: 消息

# OverrideTumblrBlogCrawler
source: Override Tumblr blog crawler detection:
zh: 覆盖 Tumblr 博客下载器的检测：

source: Send
de: Senden
es: Enviar
fr: Envoyer
zh: 发送

# SendErrorDetailsMsg
source: Send error details to TumblThreeApp
de: Sende Fehlerdetails an TumblThreeApp
es: Enviar detalles del error a TumblThreeApp
fr: Envoyer les détails de l'erreur à TumblThreeApp
zh: 发送错误细节给开发者

# ToolTipArchiveIndex
source: Archive the index files instead of deleting
de: Archiviere die Indexdateien, anstatt sie zu löschen
es: Archivar los archivos de índice en lugar de eliminarlos
fr: Archiver les fichiers d'index au lieu de les supprimer
zh: 存档索引文件代替删除

source: Image size (category)
de: Bildergröße (Kategorie)
es: Tamaño de la imagen (categoría)
fr: Taille de l'image (catégorie)
zh: 图像分辨率 (分类)

source: Privacy consent
de: Einwilligung zum Datenschutz
es: Consentimiento de privacidad
fr: Consentement à la confidentialité
zh: 隐私条款

# ToolTipArchiveIndexDescription
source: If this option is activated, the index files are not deleted, but moved to a subfolder Archive inside the Index folder. All index files inside this subfolder can be used for the global check for file duplicates, if activated.
de: Wenn diese Option aktiviert ist, werden die Indexdateien nicht gelöscht, sondern in einen Unterordner Archive im Indexordner verschoben. Alle Indexdateien in diesem Unterordner können bei Aktivierung für die globale Überprüfung auf Dateiduplikate verwendet werden.
es: Si esta opción está activada, los archivos de índice no se eliminan, sino que se mueven a un archivo de subcarpeta dentro de la carpeta de índice. Todos los archivos de índice dentro de esta subcarpeta se pueden usar para la verificación global de archivos duplicados, si están activados.
fr: Si cette option est activée, les fichiers d'index ne sont pas supprimés, mais déplacés vers un sous-dossier Archive dans le dossier Index. Tous les fichiers d'index de ce sous-dossier peuvent être utilisés pour la vérification globale des doublons de fichiers, s'ils sont activés.
zh: 启用此选项后将不会删除索引文件，改为移动到索引文件夹内的“存档”文件夹。 子文件夹内的所有索引文件都可用于检查重复项的全局检查（如果激活）。

# ToolTipBlogtypeCrawler
source: Crawler implementation used for scraping.
zh: 用于抓取文件的下载器实现。

# ToolTipBlogtypeCrawlerDescription
source: For tumblr blogs, you can choose between: * TumblAPI: Uses Tumblr API v1 (no login required), or * TumblrSVC: A service internally used by tumblr for web site rendering. Can download larger images than 1280px. Requires login.
zh: 对于 Tumblr 博客，有下列选项可择其一： * TumblAPI：使用 Tumblr API v1（无需登录） * TumblrSVC：Tumblr 内部用于网站呈现的服务。可下载超过 1280px 的图像。需要登录。

# ToolTipCollection
source: Assign the blog to this collection.
de: Ordne das Blog dieser Sammlung zu.
es: Asigne el blog a esta colección.
fr: Assignez le blog à cette collection.
zh: 分配该博客到此分组。

# ToolTipCollectionDescription
source: If you change the collection the blog's database files with be copied to the new location, but the blog's download folder with the media remains at the old location. A new folder under the collection's root folder will be created and used for newly downloaded files. You can move the old media files manually, if necessary.
de: Wenn Sie die Sammlung ändern, werden die Datenbankdateien des Blogs an den neuen Speicherort kopiert, der Download-Ordner des Blogs mit den Medien bleibt jedoch am alten Speicherort. Ein neuer Ordner unter dem Stammordner der Sammlung wird erstellt und für neu heruntergeladene Dateien verwendet. Sie können die alten Mediendateien bei Bedarf manuell verschieben.
es: Si cambia la colección, los archivos de la base de datos del blog se copiarán en la nueva ubicación, pero la carpeta de descarga del blog con los medios permanecerá en la ubicación anterior. Se creará una nueva carpeta en la carpeta raíz de la colección y se usará para los archivos recién descargados. Puede mover los archivos multimedia antiguos manualmente, si es necesario.
fr: Si vous modifiez la collection, les fichiers de base de données du blog seront copiés vers le nouvel emplacement, mais le dossier de téléchargement du blog avec les médias reste à l'ancien emplacement. Un nouveau dossier sous le dossier racine de la collection sera créé et utilisé pour les fichiers nouvellement téléchargés. Vous pouvez déplacer les anciens fichiers multimédias manuellement, si nécessaire.
zh: 如果您更改这个博客的分组，这个博客的数据库文件会复制到新位置，但博客的下载文件夹留在旧位置。将在该分组的根目录下新建一个文件夹来存储新下载的文件。您可以手动转移原有的媒体文件夹。

# ToolTipDownloadVideoThumbnails
source: Download video thumbnails (Twitter)
de: Video-Thumbnails herunterladen (Twitter/X)
es: Scarica le miniature dei video (Twitter)
fr: Télécharger les vignettes vidéo (Twitter)
zh: 下载视频缩略图（Twitter）

# ToolTipDownloadVideoThumbnailsDescription
source: Downloads available video thumbnails. This setting is independent of 'Download images' and 'Download videos'.
de: Lädt verfügbare Video-Thumbnails herunter. Diese Einstellung ist unabhängig von „Bilder herunterladen“ und „Videos herunterladen“.
es: Descarga miniaturas de video disponibles. Esta configuración es independiente de 'Descargar imágenes' y 'Descargar videos'.
fr: Télécharge les vignettes vidéo disponibles. Ce paramètre est indépendant de 'Télécharger des images' et 'Télécharger des vidéos'.
zh: 下载可用的视频缩略图。此设置独立于“下载图像”和“下载视频”选项。

# ToolTipFilenameTemplate
source: Specify a filename template for saving the downloaded files.
de: Geben Sie eine Dateinamenvorlage zum Speichern der heruntergeladenen Dateien an.
es: Especifique una plantilla de nombre de archivo para guardar los archivos descargados.
fr: Spécifiez un modèle de nom de fichier pour enregistrer les fichiers téléchargés.
zh: 指定保存已下载文件的文件名模板。

# ToolTipFilenameTemplateDescription
source: The following tokens can be used in the filename template: %f original filename (default) %b blog name %d post date (yyyyMMdd) %e post date and time (yyyyMMddHHmmss) %g post date in GMT (yyyyMMdd) %h post date and time in GMT (yyyyMMddHHmmss) %u post timestamp (number) %o blog name of reblog origin %p post title %i post id %n image index (of photo sets, else skipped) %t for all tags (cute+cats,big+dogs) %r for reblog %s slug (last part of a post's url) %k reblog-key Mandatory tokens (if not using token %f) to make filenames unique: %x "_{number}" ({number}: 2..n) appended to filename %y " ({number})" ({number}: 2..n) appended to filename Example (saving an image): %i_%f for {post id}_{tumblr filename}.jpg If additionally the option "group photo sets" is enabled, then for image sets the token %i is replaced by {post id}_{image index} or, if the token isn't used, the images sets are saved as {post id}_{image index}_{filename template}. Put the option off if you want to use your own template for photo sets.
de: Die folgenden Token können in der Dateinamenvorlage verwendet werden: %f ursprünglicher Dateiname (Standard) %b Blogname %d Postdatum (jjjjMMtt) %e Postdatum und Uhrzeit (jjjjMMttHHmmss) %g Postdatum in GMT (jjjjMMtt) %h Postdatum und Uhrzeit in GMT (jjjjMMttHHmmss) %u Post Zeitstempel (Nummer) %o Blog-Name des Reblog-Ursprungs %q Blog-Name des Ursprungs (entweder Reblog-Ursprung oder Blog) %p Post-Titel %i Post ID %n Bildindex (von Fotosets, sonst übersprungen) %t für alle Tags (süße+Katzen,große+Hunde) %r Reblog %s Slug (letzter Teil der URL eines Posts) %k Reblog Schlüssel Obligatorische Token (wenn kein Token %f verwendet wird), um Dateinamen eindeutig zu machen: %x "_{number}" ({number}: 2..n) an Dateiname angehängt %y "({number})" ({number}: 2..n) an Dateiname angehängt Beispiel (Speichern eines Bildes): %i_%f für {post id}_{tumblr filename}.jpg Wenn zusätzlich die Option "Fotosets gruppieren" aktiviert ist, wird für Bildsätze das Token %i durch {Post id}_{Bildindex} ersetzt, oder wenn das Token nicht verwendet wird, werden die Bildsätze als {Post id}_{Bildindex}_{Dateinamenvorlage} gespeichert. Deaktivieren Sie die Option, wenn Sie Ihre eigene Vorlage für Fotosets verwenden möchten.
es: Los siguientes tokens se pueden utilizar en la plantilla de nombre de archivo: %f nombre de archivo original (predeterminado) %d fecha de publicación (aaaaMMdd) %e fecha y hora de publicación (aaaaMMddHHmmss) %g fecha de publicación en GMT (aaaaMMdd) %h fecha y hora de publicación en GMT (aaaaMMddHHmmss) %u marca de tiempo de publicación (número) %o nombre del blog de origen reblog %p título de la publicación %i publico id %n índice de imágenes (de conjuntos de fotos, de lo contrario se omitieron) %t para todas las etiquetas (gatos + lindos, perros + grandes) %r para reblog %s slug (última parte de la URL de una publicación) %k clave-de-rebote Tokens obligatorios (si no se usa el token %f) para hacer que los nombres de archivo sean únicos: %x "_{número}" ({número}: 2..n) añadido al nombre del archivo %y "({número})" ({número}: 2..n) añadido al nombre del archivo Ejemplo (guardar una imagen): %i_%f para {post id}_{tumblr filename}.jpg Si, además, la opción "conjuntos de fotos de grupo" está habilitada, para los conjuntos de imágenes, el token %i se reemplaza por {post id}_{image index} o, si no se usa el token, los conjuntos de imágenes se guardan como {post id}_{índice de imagen}_{plantilla de nombre de archivo}. Desactive la opción si desea utilizar su propia plantilla para conjuntos de fotos.
fr: Les jetons suivants peuvent être utilisés dans le modèle de nom de fichier: %f nom de fichier d'origine (par défaut) %d date de publication (aaaaMMjj) %e date et heure de publication (aaaaMMjjHHmmss) %g date de publication en GMT (aaaaMMjj) %h date et heure de publication en GMT (aaaaMMjjHHmmss) %u horodatage de la publication (nombre) %o nom de blog d'origine du reblog %p titre du message %i identifiant de publication %n index d'image (des ensembles de photos, sinon ignoré) %t pour tous les tags (mignon + chats, gros + chiens) %r pour le magazine %s slug (dernière partie de l'URL d'un message) %k clé de publication Jetons obligatoires (si vous n'utilisez pas le jeton %f) pour rendre les noms de fichiers uniques: %x "_ {nombre}" ({nombre}: 2..n) ajouté au nom de fichier %y "({nombre})" ({nombre}: 2..n) ajouté au nom du fichier Exemple (sauvegarde d'une image): %i_%f pour {post id}_{nom de fichier tumblr}.jpg Si en plus l'option "groupes de photos" est activée, alors pour les jeux d'images, le jeton %i est remplacé par {post id}_{image index} ou, si le jeton n'est pas utilisé, les jeux d'images sont enregistrés sous {post id}_{index d'image}_{modèle de nom de fichier}. Désactivez l'option si vous souhaitez utiliser votre propre modèle pour les ensembles de photos.
zh: 文件名模板中可使用下列变量： %f 原文件名（默认） %b 博客名称 %d 发帖日期（yyyyMMdd） %e 发布日期和时间(yyyyMMddHHmmss) %g 发帖日期 GMT (yyyyMMdd) %h 发布日期和时间 GMT (yyyyMMddHHmmss) %u 帖子时间戳（数字） %o 转发来源的博客名称 %p 帖子标题 %i 帖子ID %n 图像编号（图像集中，否则忽略） %t 全部标签（如 cute+cats,big+dogs） %r 转发 %s 唯一标识（slug，在帖子网址的末尾） %k 转发键值 强制性变量（如果没有 %f）使文件名唯一性： %x "_{number}" ({number}: 2..n) 追加到文件名 %y " ({number})" ({number}: 2..n) 追加到文件名 例子（保存一个图像）： %i_%f for {post id}_{tumblr filename}.jpg 如果启用了“分组图片集”选项，则图片集的 %i 变量改为 {post id}_{image index}，如果没有使用变量则会使用 {post id}_{image index}_{filename template}。 如果要为图片集使用自定义的模板，关闭该选项。

# ToolTipImageSize
source: Photo size to download
zh: 下载的图像分辨率

# ToolTipGroupPhotoSets
source: Group photo sets together
de: Fotosets zusammen gruppieren
es: Agrupar conjuntos de fotos
fr: Regroupez les ensembles de photos ensemble
zh: 图片集分组化

# ToolTipGroupPhotoSetsDescription
source: Group photo sets together by using similar filenames (sets with names like tumblr_* are not adjusted). Already downloaded photos are only renamed, if this option is set and a rescan is done. template: {Post Id}_{Photo Index}_{Original Filename}
de: Gruppieren Sie Fotosets unter Verwendung ähnlicher Dateinamen (Sets mit Namen wie tumblr_ * werden nicht angepasst). Bereits heruntergeladene Fotos werden nur umbenannt, wenn diese Option aktiviert ist und ein erneuter Scan durchgeführt wird. Vorlage: {Post-ID} _ {Fotoindex} _ {Ursprünglicher Dateiname}
es: Agrupe conjuntos de fotos utilizando nombres de archivo similares (los conjuntos con nombres como tumblr_ * no se ajustan). Las fotos ya descargadas solo se renombran si se establece esta opción y se realiza una nueva exploración. plantilla: {ID de publicación} _ {Índice de fotos} _ {Nombre de archivo original}
fr: Regroupez des ensembles de photos en utilisant des noms de fichiers similaires (les ensembles avec des noms comme tumblr_ * ne sont pas ajustés). Les photos déjà téléchargées ne sont renommées que si cette option est définie et qu'une nouvelle numérisation est effectuée. modèle: {Post Id} _ {Index des photos} _ {Nom de fichier d'origine}
zh: 将文件名类似的图片集分组化（名称如 tumblr_* 的图片集不调整）。已经下载的图片。设置此选项后，完成重新扫描才能重命名已下载的文件。 模板：{Post Id}_{Photo Index}_{Original Filename}

# ToolTipImageSizeCategory
source: Photo size to download (Twitter)
zh: 下载的图像分辨率（Twitter）

# ToolTipImageSizeCategoryDescription
source: Photo size category to download. Possible categories: large, medium, small, thumb
zh: 下载的图像分辨率类别。 可用类别：large, medium, small, thumb （分别是大/中/小/缩略图）

# ToolTipImageSizeDescription
source: Photo size to download in pixels. best - download largest size possible (SVC, API only newer blogs), or 1280px else.
zh: 下载的图像分辨率（像素值）。 best（最佳） - 尽可能下载图像的最大分辨率版本（SVC，API 仅限较新的博客），否则使用 1280px。

# ToolTipLanguage
source: UI Language
de: Anzeigesprache
es: Idioma de la interfaz de usuario
fr: Langue de l'interface utilisateur
zh: 界面语言

# ToolTipLanguageDescription
source: Please choose the desired UI language.
de: Wählen Sie die gewünschte Anzeigesprache aus der Liste aus.
es: Elija el idioma de la interfaz de usuario que desee.
fr: Veuillez choisir la langue de l'interface utilisateur souhaitée.
zh: 选择界面语言。

# ToolTipLimitConnectionsApi
source: Limit connections to the tumblr api.
zh: 限制使用 Tumblr API 的连接数。

# ToolTipLimitConnectionsApiDescription
source: A too high value will forcefully close connections (429 -- Limit Exceeded) made to the tumblr api. A too small value will decrease the scanning speed. Set a number/time pair. Note: The tumblr api is only used for regular tumblr blog downloads.
zh: 过高的值容易导致 Tumblr API 连接被关闭（HTTP 429 -- Limit Exceeded）。 过小的值会降低扫描速度。 设置一组数字/时间。 注意：Tumblr API 仅用于一般的 Tumblr 博客下载。

# ToolTipLimitConnectionsSvc
source: Limit connections to the tumblr SVC service.
zh: 限制 Tumblr SVC 服务连接数

# ToolTipLimitConnectionsSvcDescription
source: A too high value will forcefully close connections (429 -- Limit Exceeded) made to the tumblr SVC service. A too small value will decrease the scanning speed. Set a number/time pair. Note: The tumblr api is only used for regular tumblr blog downloads.
zh: 过高的值容易导致 Tumblr SVC 服务连接被关闭（HTTP 429 -- Limit Exceeded）。 过小的值会降低扫描速度。 设置一组数字/时间。 注意：Tumblr SVC 服务仅用于一般的 Tumblr 博客下载。

# ToolTipLoadArchive
source: Include archived blog databases in the global check for file duplicates.
de: Berücksichtige archivierte Blog Datenbanken bei der Duplikatsprüfung.
es: Incluya bases de datos de blogs archivadas en la comprobación global de archivos duplicados.
fr: Inclure les bases de données de blog archivées dans la vérification globale des doublons de fichiers.
zh: 全局检查重复文件时包括已存档的博客数据库

# ToolTipOverrideTumblrBlogCrawler
source: Override Tumblr Blog Detection
zh: 覆盖 Tumblr 博客的检测

# ToolTipOverrideTumblrBlogCrawlerDescription
source: Defines the default Tumblr Blog Crawler implementation used for scraping when adding a new Tumblr blog.
zh: 定义添加新的 Tumblr 博客时默认使用的 Tumblr 博客下载器实现。

# ToolTipLoadArchiveDescription
source: This option can only be activated if the global check has been activated. If activated, not only all active blogs, but also all blog databases inside the Archive folder are used for duplicate check of a file. Activation will increase the memory usage during operation based on the amount of already archived blogs.
de: Diese Option kann nur aktiviert werden, wenn die globale Prüfung aktiviert wurde. Falls aktiviert, werden für die Duplikatsprüfung nicht nur alle aktiven Blogs, sondern auch alle Blogdatenbanken im Archiv-Ordner verwendet. Durch die Aktivierung wird die Speichernutzung während des Betriebs basierend auf der Anzahl der bereits archivierten Blogs erhöht.
es: Esta opción solo se puede activar si se ha activado la verificación global. Si está activado, no solo todos los blogs activos, sino también todas las bases de datos de blogs dentro de la carpeta Archivo se utilizan para la verificación de duplicados de un archivo. La activación aumentará el uso de memoria durante la operación en función de la cantidad de blogs ya archivados.
fr: Cette option ne peut être activée que si le contrôle global a été activé. S'il est activé, non seulement tous les blogs actifs, mais également toutes les bases de données de blog dans le dossier Archive sont utilisés pour la vérification des doublons d'un fichier. L'activation augmentera l'utilisation de la mémoire pendant le fonctionnement en fonction du nombre de blogs déjà archivés.
zh: 全局检查激活后才能激活此选项。 激活后，除已激活博客外，存档文件夹中的所有博客数据库也将用于文件重复的检查。 激活将增加运行期间占用的内存，随已存档博客的数量增长。

# ToolTipPrivacyConsentBrowser
source: Accept the tumblr.com privacy consent
de: Akzeptieren Sie die Zustimmung zum Datenschutz von tumblr.com
es: Acepta el consentimiento de privacidad de tumblr.com
fr: Acceptez le consentement à la confidentialité de tumblr.com
zh: 接受 tumblr.com 的隐私条款

# ToolTipPrivacyConsentBrowserDescription
source: Opens a browser window to accept the tumblr.com privacy consent. The cookies for the privacy consent are saved and the process needs to be done only once in a while.
de: Öffnet ein Browserfenster, in dem die Zustimmung zum Datenschutz von tumblr.com akzeptiert wird. Die Cookies für die Einwilligung zum Datenschutz werden gespeichert und der Vorgang muss nur gelegentlich durchgeführt werden.
es: Abre una ventana del navegador para aceptar el consentimiento de privacidad de tumblr.com. Las cookies para el consentimiento de privacidad se guardan y el proceso debe realizarse solo de vez en cuando.
fr: Ouvre une fenêtre de navigateur pour accepter le consentement à la confidentialité de tumblr.com. Les cookies pour le consentement à la confidentialité sont enregistrés et le processus ne doit être effectué qu'une fois de temps en temps.
zh: 打开一个浏览器窗口来接受 tumblr.com 的隐私条款。 同意隐私条款的 Cookie 将被保存。该过程只需要偶尔完成一次。

# ToolTipVideoSizeCategory
source: Video size to download (Twitter)
zh: 要下载的视频分辨率（Twitter）

# ToolTipVideoSizeCategoryDescription
source: Video size category to download. Possible categories: large, medium, small
zh: 要下载的视频分辨率类别。 可能的值：large, medium, small（对应大/中/小）

source: Collection
de: Sammlung
es: Colección
zh: 分组

source: Collection name:
de: Sammlungsname:
es: Nombre de la colección:
fr: Nom de la collection:
zh: 分组名称：

source: Collections
de: Sammlungen
es: Colecciones
zh: 分组名称

# CollectionsHint
source: The download location is only used for newly created blogs under that collection. If the assigned collection of a blog is changed, only the blog's index files are moved to the new collection. The blog's download folder needs to be moved manually, if necessary.
de: Der Speicherort wird nur für neu erstellte Blogs unter dieser Sammlung verwendet. Wenn die zugewiesene Sammlung eines Blogs geändert wird, werden nur die Indexdateien des Blogs in die neue Sammlung verschoben. Der Download-Ordner des Blogs muss ggf. manuell verschoben werden.
es: La ubicación de descarga solo se usa para blogs recién creados en esa colección. Si se cambia la colección asignada de un blog, solo los archivos de índice del blog se mueven a la nueva colección. La carpeta de descarga del blog debe moverse manualmente, si es necesario.
fr: L'emplacement de téléchargement n'est utilisé que pour les blogs nouvellement créés dans cette collection. Si la collection affectée d'un blog est modifiée, seuls les fichiers d'index du blog sont déplacés vers la nouvelle collection. Le dossier de téléchargement du blog doit être déplacé manuellement, si nécessaire.
zh: 下载位置仅应用于在分组中新创建的博客。删除分组后其中的博客将出现在默认分组中。

source: Available collections:
zh: 可用分组：

source: Active collection:
de: Aktive Sammlung:
es: Colección activa:
fr: Collection active:
zh: 当前分组：

source: Download
es: Descargar
fr: Télécharger

# BlogtypeTwitter
source: Twitter
de: Twitter/X
es: Gorjeo

source: User agent
es: Agente de usuario
fr: Agent utilisateur

source: Downloaded Items
de: Elemente heruntergeladen
es: Elementos descargados
fr: Éléments téléchargés

# DownloadedItemsNew
source: Newly Downloaded Items
de: Neu heruntergeladene Elemente
es: Elementos recién descargados
fr: Éléments récemment téléchargés

source: Number of Downloadable Items
de: Anzahl herunterladbarer Elemente
es: Número de elementos descargables
fr: Nombre d'éléments téléchargeables

# PnjDownloadFormat
source: Download PNJ as
de: Lade PNJ als
es: Descargar PNJ como
fr: Télécharger PNJ comme

# ToolTipPnjDownloadFormatDescription
source: Choose the image format for downloading PNJ links. Tumblr offers some images as the uploaded PNG and as converted to JPG format for space saving. In a browser you are shown the JPG version which normally is visually the same, but takes much less storage space.
de: Wählen Sie das Bildformat zum Herunterladen von PNJ-Links aus. Tumblr bietet einige Bilder als hochgeladenes PNG und zur Platzersparnis in das JPG-Format konvertiert an. In einem Browser wird Ihnen das JPG-Version angezeigt, die normalerweise optisch gleich ist, aber viel weniger Speicherplatz benötigt.
es: Elija el formato de imagen para descargar enlaces PNJ. Tumblr ofrece algunas imágenes como las subidas PNG y convertido a formato JPG para ahorrar espacio. En un navegador se te muestra el JPG versión que normalmente es visualmente la misma, pero ocupa mucho menos espacio de almacenamiento.
fr: Choisissez le format d'image pour télécharger les liens PNJ. Tumblr propose des images au fur et à mesure du téléchargement PNG et converti au format JPG pour économiser de l'espace. Dans un navigateur, on vous montre le JPG version qui est normalement visuellement la même, mais prend beaucoup moins d'espace de stockage.

# ToolTipPnjDownloadFormat
source: Image format for downloading PNJ links
de: Bildformat beim Herunterladen von PNJ-Links
es: Formato de imagen para descargar enlaces PNJ
fr: Format d'image pour le téléchargement des liens PNJ

# CollectionOptions
source: Options:
de: Optionen:
es: Opciones:

# OfflineDuplicateCheck
source: cache for offline duplicate check
de: zwischenspeichern für Offline-Dublettenprüfung
es: Caché para verificación de duplicados fuera de línea
fr: cache pour la vérification des doublons hors ligne

# IsArchiveCollection
source: is archive
de: ist Archiv
es: es archivo
fr: est une archive

# ToolTipIsArchiveCollection
source: Collection is an archive
de: Sammlung ist ein Archiv
es: La colección es un archivo
fr: La collection est une archive

# ToolTipIsArchiveCollectionDescription
source: If activated, the collection is marked as an archive. The collection is readonly and no blogs can be assigned to it.
de: Wenn aktiviert, wird die Sammlung als Archiv gekennzeichnet. Die Sammlung ist schreibgeschützt und ihr können keine Blogs zugeordnet werden.
es: Si está activado, la colección se marca como archivo. La colección es de solo lectura y no se le pueden asignar blogs.
fr: Si elle est activée, la collection est marquée comme une archive. La collection est en lecture seule et aucun blog ne peut lui être attribué.
