Repository: TumblThreeApp/TumblThree
Catalog: src/TumblThree/TumblThree.Presentation/Properties/Resources.*.resx
Languages: de, es, fr, zh

# ToolTipLimitConnectionsDescription
source: A too big value leads to an error (429 - Limit Exceeded) and prevents further connections to the Tumblr API. A too small value reduces the crawl speed. Specify a number/time pair. Note: The Tumblr API is only used for regular Tumblr-Blog downloads.
de: Ein zu hoher Wert schließt die Verbindungen (429 - Limit Exceeded), die mit der tumblr api erstellt wurden, zwangsweise aus. Ein zu kleiner Wert verringert die Scangeschwindigkeit. Legen Sie ein Zahlen- / Zeitpaar fest. Hinweis: Die tumblr API wird nur für reguläre Tumblr-Blog-Downloads verwendet.
es: Un valor demasiado alto cerrará con fuerza las conexiones (429 - Límite excedido) hechas a la api del tumblr. Un valor demasiado pequeño disminuirá la velocidad de escaneado. Establezca un par número / hora. Nota: El apuki del tumblr se utiliza solamente para las transferencias directas regulares del blog del tumblr.
fr: Une valeur trop élevée ferme fortement les connexions (429 - Limite dépassée) apportées à l'api de tumblr. Une valeur trop petite diminue la vitesse de balayage. Définissez une paire nombre / heure. Note: Le tumblr api n'est utilisé que pour les téléchargements réguliers du blog de tumblr.
zh: 过高的值容易导致 Tumblr API 连接被关闭（HTTP 429 -- Limit Exceeded）。 过小的值会降低扫描速度。 设置一组数字/时间。 注意：Tumblr API 仅用于一般的 Tumblr 博客下载。

source: Force rescan
de: Rescan erzwingen
es: Reanudación de la fuerza
fr: Forcer nouveau balayage
zh: 强制重新扫描

# ToolTipForceRescan
source: Forces a complete scan.
de: Überprüft das gesamte Blog
es: Fuerza un análisis completo.
fr: Force un scan complet.
zh: 重新扫描整个博客而不只是新的帖子。

# ToolTipForceRescanDescription
source: Rescans the whole blog, not just new posts.
de: Überprüft das gesamte Blog nach neuen Beiträgen, nicht nur neue Beiträge seit dem letzten Durchlauf
es: Rescates todo el blog, no sólo nuevos mensajes.
fr: Rescans le blog entier, pas seulement de nouveaux messages.
zh: 强制使用进行完整扫描。

source: Check for Updates
de: Auf neue Version prüfen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
zh: 检查更新

source: Download Now
de: Lade jetzt
es: Descargar ahora
fr: Télécharger maintenant
zh: 现在下载

source: Check directory for files
de: Prüfe Ordner auf Dateien
es: Revise el directorio de archivos
fr: Vérifiez le répertoire des fichiers
zh: 检查目录文件

# ToolTipCheckDirectoryForFiles
source: Checks the directory for already downloaded files.
de: Prüfe Ordner auf schon geladene Dateien
es: Comprueba el directorio de los archivos que ya se han descargado.
zh: 检查目录中是否已下载了相应文件。

# ToolTipCheckDirectoryForFilesDescription
source: Checks the directory and the database for already downloaded files. Might negatively impact the download speed for large directories.
de: Prüft die Datenbank und den Downloadordner auf schon geladene Dateien. Kann die Geschwindigkeit beeinflussen bei vielen Dateien.
es: Comprueba el directorio y la base de datos para los archivos ya descargados. Puede tener un impacto negativo en la velocidad de descarga de los directorios grandes.
zh: 检查目录和数据库是否已存在相应文件。对于大文件夹也许会降低下载速度。

source: Download url list
de: Lade Urlliste
es: Descargar la lista de url
zh: 生成下载地址

# ToolTipDownloadUrlList
source: Download a url list.
de: Lade eine Urllist.
es: Descargar una lista de url.
fr: Télécharger liste d'url
zh: 生成一份下载地址列表

# ToolTipDownloadUrlListDescription
source: Downloads a url list of the binary files instead of the actual files
de: Läd eine Urlliste der Binärendateien anstatt der Dateien selbst.
es: Descarga una lista de url de los archivos binarios en lugar de los archivos reales
fr: Télécharge une liste d'URL des fichiers binaires au lieu des fichiers réels
zh: 生成一份下载地址列表而不下载实际文件。

# DownloadAnswers
source: Download answer posts
de: Lade Antwortbeiträge
es: Descargar mensajes de respuesta
fr: Télécharger les réponses
zh: 下载回答帖子

source: Blog
zh: 博客

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
zh: 下载

source: General
de: Allgemein
fr: Général
zh: 全局

# PortableMode
source: Activate portable mode
de: Aktiviert portablen Modus.
es: Activar modo portátil
fr: Activez le mode portable.
zh: 激活便携模式

# ToolTipPortableMode
source: Activates the portable mode.
de: Aktiviert den portablen Modus.
es: Activa el modo portátil.
zh: 激活便携模式

# ToolTipPortableModeDescription
source: Saves the settings in the folder of the executable instead of AppData.
de: Speichert die Einstellungen in den Ordner der ausführbaren Datei und nicht in AppData.
es: Guarda la configuración en la carpeta del ejecutable en lugar de AppData.
fr: Sauvegarder les réglages dans le répertoire du fichier exécutable au lieu de AppData.
zh: 将设置保存在当前目录而不是 AppData。

source: Download reblogged posts
de: Lade reblogged Einträge
es: Descargar
fr: Télécharger les posts reblogged
zh: 下载转发的帖

source: Proxy Password:
es: Contraseña de Proxy:
fr: Mot de passe du proxy:
zh: 代理密码：

source: Proxy Username:
de: Proxy Benutzername:
es: Nombre de usuario del proxy:
fr: Nom d'utilisateur proxy:
zh: 代理用户名：

# ToolTipProxyPassword
source: Credentials for non-anonymous proxy server
de: Anmeldeinformationen für nicht anonyme Proxyserver.
es: Credenciales para el servidor proxy no anónimo
zh: 非匿名代理服务器的凭证

# ToolTipProxyPasswordDescription
source: Credentials are saved in clear text in the settings file
de: Daten werden in Klartext in den Einstellungen gespeichert.
es: Las credenciales se guardan en texto claro en el archivo de configuración
zh: 凭证在设置文件中以明文保存

source: Download pages:
de: Lade Seiten:
es: Descargar páginas:
fr: Télécharger des pages:
zh: 下载页码：

# PageSize
source: Posts per page:
de: Beiträge pro Seite:
es: Mensajes por página:
fr: Messages par page:
zh: 每页帖数：

# ToolTipDownloadPages
source: Download only specific pages
de: Lade nur bestimmte Seiten
es: Descargar sólo páginas específicas
zh: 下载特定页数

# ToolTipDownloadPagesDescription
source: Possible notations are: 1 or 1-3 or 1,2,3. Empty means the whole blog.
de: Mögliche Notationen: 1 oder 1-3 oder 1,2,3. Leer bedeutet das gesamte Blog.
es: Las notaciones posibles son: 1 o 1-3 o 1,2,3. Vacío significa todo el blog.
zh: 有效格式为：'1'或'1-3'或'1,2,3'。留空表示整个博客。

# ToolTipPageSize
source: Posts per Page
de: Beiträge pro Seite
es: Mensajes por página
fr: Messages par page
zh: 每页帖数

# ToolTipPageSizeDescription
source: Sets the post per page (should be between 1-50, default 50). E.g. 50 means to scan 50 posts per page.
de: Setzt die Anzahl der Beiträge pro Seite (Zahl zwischen 1-50, Standard 50).
es: Establece la publicación por página (debe estar entre 1-50, predeterminado 50). P.ej. 50 medios para escanear 50 mensajes por página.
fr: Définit le post par page (doit être compris entre 1 et 50, par défaut 50). Par exemple. 50 signifie numériser 50 posts par page.
zh: 设置每页帖数(应该在1-50之间，默认50)。 例如'50'表示每页50条帖子。

# FullScreenMedia
source: FullScreenView
de: Vollbildanschicht
fr: Vue en plein écran
zh: 全屏视图

# Export
source: Export Blogs
de: Exportiere Blogs
es: Exportar Blogs
fr: Exporter blogs
zh: 导出博客

# ToolTipExportBlogs
source: Export all blog urls as text file
de: Exportiere alle Blogurls in Textdatei
es: Exportar todas las urls del blog como archivo de texto
fr: Exporter toutes les URL du blog en tant que fichier texte
zh: 导出所有博客的网址为文本文件

# ToolTipExportBlogsDescription
source: Saves all urls as a text file for exchange.
de: Speichert alle URLs zum Austausch in eine Textdatei.
es: Guarda todas las URL como un archivo de texto para el intercambio.
fr: Enregistre toutes les URL en tant que fichier texte pour l'échange.
zh: 保存所有网址到一个文本文件，用于传输。

source: Download from:
de: Lade von:
es: Descargar desde:
fr: Télécharger à partir de:
zh: 下载日期：

# DownloadTo
source: To:
de: bis:
es: A:
fr: À:
zh: ←从|至→：

# ToolTipDownloadFrom
source: Crawl posts from this date
de: Lade Beiträge von diesem Datum
es: Rastrear mensajes desde esta fecha
fr: Ranger les messages à partir de cette date
zh: 下载从此日期开始的帖子

# ToolTipDownloadFromDescription
source: Must be in YYYYMMDD format. Empty means from the beginning of the blog.
de: Angabe in JJJJMMTT. Leer bedeutet seit Anfang des Blogs.
es: Debe estar en formato AAAAMMDD. Empty significa desde el principio del blog.
fr: Doit être au format YYYYMMDD. Vide signifie dès le début du blog.
zh: 必须为YYYYMMDD格式。留空表示从博客最早帖子开始。

# ToolTipDownloadTo
source: Crawl posts to this date
de: Lade Beiträge bis zu diesem Datum
es: Rastrear publicaciones a esta fecha
fr: Ranger les messages à cette date
zh: 下载到此日期为止的帖子

# ToolTipDownloadToDescription
source: Must be in YYYYMMDD format. Empty means to now.
de: Angabe in JJJJMMTT. Leer bedeutet bis jetzt.
es: Debe estar en formato AAAAMMDD. Vacío significa ahora.
fr: Doit être au format YYYYMMDD. Des moyens vides pour l'instant.
zh: 必须为YYYYMMDD格式。留空表示现在。

# ToolTipPageSizeTumblrSearch
source: Posts per Page
de: Beiträge pro Seite
es: Mensajes por página
fr: Messages par page
zh: 每页帖数

# ToolTipPageSizeTumblrSearchDescription
source: Sets the post per page. E.g. 50 means to scan 50 posts per page.
de: Setzt die Anzahl der Beiträge pro Seite.
es: Establece la publicación por página. P.ej. 50 medios para escanear 50 mensajes por página.
zh: 设置每页帖数。 例如'50'表示每页50条帖子。

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe:
zh: 密码：

# ToolTipPassword
source: Password for password-protected blogs
de: Passwort für passwortgeschützte Blogs
es: Contraseña para blogs protegidos por contraseña
fr: Mot de passe pour les blogs protégés par mot de passe
zh: 有密码保护博客的密码

# ToolTipPasswordDescription
source: Caution: The password is stored in clear text in the blogs database.
de: Achtung: Das Passwort wird in Klartext in der Blogdatenbank gespeichert.
es: Precaución: La contraseña se almacena en texto claro en la base de datos de blogs.
fr: Attention: Le mot de passe est stocké en texte clair dans la base de données des blogs.
zh: 密码在博客数据库中以明文保存。

# Blogtype
source: Type
es: Tipo
zh: 类型

# ToolTipTags
source: Download only tagged posts
de: Nur getaggte Posts herunterladen
es: Descargar solo mensajes etiquetados
fr: Télécharger uniquement les articles étiquetés
zh: 仅下载有标签的帖子

# ToolTipTagsDescription
source: Must be in a comma separated list without the leading hash (#) sign. E.g. great big car, bears searches for great big cars and bears.
de: Muss in einer durch Kommata getrennten Liste ohne das führende Hash-Zeichen (#) stehen. Z.B. großes großes Auto, Bären sucht nach großen großen Autos und Bären.
es: Debe estar en una lista separada por comas sin el signo hash principal (#). P.ej. gran coche grande, lleva búsquedas de grandes coches grandes y osos.
fr: Doit être dans une liste séparée par des virgules sans le signe de hachage (#). Par exemple. grande voiture, les ours recherchent de grandes grosses voitures et des ours.
zh: 必须以','分隔并且去掉'#'符号。 例如'great big car, bears'为搜索'great big cars'和'bears'。

# BlogtypeAll
source: All
es: Todas
zh: 全部

# BlogtypeTumblrLikedBy
source: Tumblr Liked-by
es: Tumblr le gustó
zh: Tumblr 被点赞

# BlogtypeTumblrPrivate
source: Tumblr Hidden
es: Tumblr Ocultos
zh: Tumblr 私密

# BlogtypeTumblrSearch
source: Tumblr Search
es: Buscar en Tumblr
zh: Tumblr 搜索

# BlogtypeTumblrTagSearch
source: Tumblr Tag Search
es: Búsqueda de etiquetas de Tumblr
zh: Tumblr 标签搜索

# ExternalSettings
source: External
zh: 外链

source: Download gfycat
zh: 下载 Gfycat

# ToolTipDownloadGfycat
source: Download linked gfycat.com files
zh: 下载外链 Gfycat 的文件

# ToolTipDownloadGfycatDescription
source: Download externally hosted gfycat.com files
zh: 下载由站外的 Gfycat 托管的文件

source: Download webmshare
zh: 下载 webmshare

# ToolTipDownloadWebmshare
source: Download linked webmshare.com files
zh: 下载外链 webmshare 的文件

# ToolTipDownloadWebmshareDescription
source: Download externally hosted webmshare.com files
zh: 下载由站外的 webmshare.com 托管的文件

source: Download imgur
zh: 下载 Imgur

# ToolTipDownloadImgur
source: Download linked imgur.com files
zh: 下载外链 Imgur 的文件

# ToolTipDownloadImgurDescription
source: Download externally hosted imgur.com files
zh: 下载由站外的 Imgur 托管的的文件

# ToolTipGfycatFiletype
source: File type to download
zh: 要下载的文件类型

# ToolTipGfycatFiletypeDescription
source: Chose which file type you want to download
zh: 选择你想要下载的文件类型

# ToolTipWebmshareFiletype
source: File type to download
zh: 要下载的文件类型

# ToolTipWebmshareFiletypeDescription
source: Chose which file type you want to download
zh: 选择你想要下载的文件类型

source: Dump crawler data
zh: 转储下载器数据

# ToolTipDumpCrawlerData
source: Dump the crawler data to disk.
zh: 将下载器的数据写入磁盘。

# ToolTipDumpCrawlerDataDescription
source: Writes the data gather from the crawler to disk, separated per post.
zh: 将下载器搜集的数据按博客分别写入磁盘。

# FileDownloadLocation
source: Download location
de: Speicherort
es: Ubicación de descarga
fr: Télécharger l'emplacement
zh: 下载位置

# ToolTipFileDownloadLocation
source: Overrides the default download location
de: Überschreibt den Standard-Speicherort
es: Anula la ubicación de descarga predeterminada
fr: Remplace l'emplacement de téléchargement par défaut
zh: 覆盖默认下载位置

# ToolTipFileDownloadLocationDescription
source: If not empty, all files are downloaded in the specified folder
de: Wenn nicht leer, werden alle Dateien im angegebenen Ordner heruntergeladen
es: Si no está vacío, todos los archivos se descargan en la carpeta especificada
fr: S'il n'est pas vide, tous les fichiers sont téléchargés dans le dossier spécifié
zh: 此项非空时所有的文件都将下载到指定的文件夹

# LoadAllDatabases
source: Check for file existence globally across all loaded blogs
de: Überprüfen Sie global, ob in allen geladenen Blogs Dateien vorhanden sind
es: Verifique la existencia de archivos a nivel mundial en todos los blogs cargados
fr: Vérifier l'existence de fichiers dans le monde entier sur tous les blogs chargés
zh: 检查所有博客的已存在文件

# ToolTipLoadAllDatabases
source: During an active crawl each file is checked globally if it already exists instead of blog wise.
de: Während eines aktiven Crawls wird jede Datei global überprüft, ob sie bereits vorhanden ist, anstatt blogweise.
es: Durante un rastreo activo, cada archivo se comprueba globalmente si ya existe en lugar de en el blog.
fr: Lors d'une analyse active, chaque fichier est vérifié globalement s'il existe déjà au lieu de bloguer.
zh: 抓取时在所有博客中检查文件是否存在。

# ToolTipLoadAllDatabasesDescription
source: When checking a blog, all posts are compared against each other before downloading to prevent the download of duplicate binary files. This is done blog wise. Enabling this options will compare each file globally. Activation will increase the memory usage during operation based on the amount of already downloaded content.
de: Beim Überprüfen eines Blogs werden alle Beiträge vor dem Herunterladen miteinander verglichen, um das Herunterladen doppelter Binärdateien zu verhindern. Dies geschieht blogweise. Durch Aktivieren dieser Optionen wird jede Datei global verglichen. Durch die Aktivierung wird die Speichernutzung während des Betriebs basierend auf der Menge des bereits heruntergeladenen Inhalts erhöht.
es: Al revisar un blog, todas las publicaciones se comparan entre sí antes de descargarlas para evitar la descarga de archivos binarios duplicados. Esto se hace en un blog. Habilitar estas opciones comparará cada archivo globalmente. La activación aumentará el uso de la memoria durante la operación según la cantidad de contenido ya descargado.
fr: Lors de l'exploration d'un blog, tous les articles sont comparés les uns aux autres avant le téléchargement pour éviter le téléchargement de fichiers binaires en double. Cela se fait au niveau du blog. L'activation de ces options comparera chaque fichier globalement. L'activation augmentera l'utilisation de la mémoire pendant le fonctionnement en fonction de la quantité de contenu déjà téléchargé.
zh: 抓取时，下载前将以所有博客为范围检查文件的存在性来避免重复下载。 默认是以单个博客为检查范围，启用此选项则以所有博客为范围。 启用将增加运作时的内存占用（与已下载内容的大小相关）。

# DisplayConfirmationDialog
source: Display confirmation dialogs?
zh: 显示确认对话框？

source: Metadata format:
zh: 元数据格式:

source: Download catbox
zh: 下载 CatBox

source: Download uguu
zh: 下载 Uguu

# ToolTipDownloadCatBox
source: Download linked CatBox files
zh: 下载外链 CatBox 的文件

# ToolTipDownloadCatBoxDescription
source: Download externally hosted CatBox files
zh: 下载由站外的 CatBox 托管的的文件

# ToolTipDownloadUguu
source: Download linked Uguu files
zh: 下载外链 Uguu 的文件

# ToolTipDownloadUguuDescription
source: Download externally hosted Uguu files
zh: 下载由站外的 Uguu 托管的的文件

# ToolTipCatBoxFiletype
source: File type to download
zh: 要下载的文件类型

# ToolTipCatBoxFiletypeDescription
source: Chose which file type you want to download
zh: 选择你想要下载的文件类型

# ToolTipUguuFiletype
source: File type to download
zh: 要下载的文件类型

# ToolTipUguuFiletypeDescription
source: Chose which file type you want to download
zh: 选择你想要下载的文件类型

# ToolTipTumblrLogin
source: Your tumblr login
zh: 你的 Tumblr 用户名（邮箱地址）

# ToolTipTumblrLoginDescription
source: The login is not saved locally but only used for generating a cookie.
zh: 登录名不会保存到本地，仅供生成一个 Cookie。

# ToolTipTumblrPassword
source: Your tumblr password
zh: 你的 Tumblr 密码

# ToolTipTumblrPasswordDescription
source: The password is not saved locally but only used for generating a cookie.
zh: 密码不会保存到本地，仅供生成一个 Cookie。

source: Tumblr login
zh: Tumblr 用户名

source: Tumblr password
zh: Tumblr 密码

# ToolTipAuthenticateBrowser
source: Authenticate to the tumblr.com network
de: Authentifizieren Sie sich beim tumblr.com-Netzwerk
es: Autenticarse en la red tumblr.com
fr: Authentifiez-vous sur le réseau tumblr.com
zh: 登录 Tumblr.com

# ToolTipAuthenticateBrowserDescription
source: Opens a browser window to authenticate yourself to the tumblr.com site. The cookies used for authentication are saved and the authentication process needs to be done only once.
de: Öffnet ein Browserfenster, in dem Sie sich bei der Website tumblr.com authentifizieren können. Die zur Authentifizierung verwendeten Cookies werden gespeichert und der Authentifizierungsprozess muss nur einmal durchgeführt werden.
es: Abre una ventana del navegador para autenticarse en el sitio tumblr.com. Las cookies utilizadas para la autenticación se guardan y el proceso de autenticación debe realizarse solo una vez.
fr: Ouvre une fenêtre de navigateur pour vous authentifier sur le site tumblr.com. Les cookies utilisés pour l'authentification sont enregistrés et le processus d'authentification ne doit être effectué qu'une seule fois.
zh: 打开一个浏览器窗口来登录 tumblr.com。 与您的账户验证相关的 Cookie 将被保存，故此操作只需一次。

# LoggedIn
source: Logged in as
de: Eingeloggt als
es: Conectado como
fr: connecté en tant que
zh: 已登录为

source: Logged out
de: Abgemeldet
es: Desconectado
fr: Déconnecté
zh: 没有登录

source: Submit
de: Senden
es: Enviar
fr: Soumettre
zh: 提交

# TFANeeded
source: TFA detected, enter auth code:
zh: 检测到双因素验证，请输入验证码：

source: Logout
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
zh: 退出登录

# ToolTipLogout
source: Logout from Tumblr.com
zh: 退出 Tumblr.com 登录状态

# ToolTipLogoutDescription
source: Removes the cookies used for authentication from the system.
zh: 从本地移除账户验证相关的 Cookie。

# ProgressUpdateInterval
source: Progress update interval (ms)
zh: 进度更新间隔 (毫秒)

# ToolTipProgressUpdate
source: Refresh rate of the progress information
zh: 进度信息刷新频率

# ToolTipProgressUpdateDescription
source: Refresh rate of the progress information in the queue panel. This value determines the information refresh rate for each individual queued blog.
zh: 队列中每个独立博客的进度信息的刷新频率。

# RegExPhotos
source: Search for image patterns
zh: 搜索图像(正则表达式)

# RegExVideos
source: Search for video patterns
zh: 搜索视频(正则表达式)

# ToolTipRegExPhotos
source: Search for images in the crawl data
zh: 在抓取的数据中搜索图像

# ToolTipRegExPhotosDescription
source: Uses regular expressions to search for images in everything TumblThree scans. This might add plenty of duplicate or random image urls to the queue, but could potentially gather images from websites that are currently not supported by a specifically written parser.
zh: 使用正则表达式在 TumblThree 的所有扫描结果中搜索图像。 这可能会增加大量重复或随机的图片网址到队列，但也可能搜集到暂未被特定解析器支持的图像。

# ToolTipRegExVideos
source: Search for videos in the crawl data
zh: 在抓取的数据中搜索视频

# ToolTipRegExVideosDescription
source: Uses regular expressions to search for videos in everything TumblThree scans. This might add plenty of duplicate or random video urls to the queue, but could potentially gather videos from websites that are currently not supported by a specifically written parser.
zh: 使用正则表达式在 TumblThree 的所有扫描结果中搜索视频。 这可能会增加大量重复或随机的图片网址到队列，但也可能搜集到暂未被特定解析器支持的视频。

# ImportFromBlogListFile
source: Import Blog List
zh: 导入博客列表

source: Log Level
de: Protokollstufe
zh: 日志级别

# ToolTipLogLevel
source: Specify the log level.
de: Legt die Protokollstufe fest.
zh: 指定日志级别

# ToolTipLogLevelDescription
source: Specify the log level (from Error only to Verbose details) or put it Off.
de: Legt die Protokollstufe (von nur Fehler (Error) bis Detailiert (Verbose)) fest oder schaltet die Protokollierung ab.
zh: 指定日志级别（从错误至详尽）或者关闭日志。

source: Filename template:
de: Dateinamenvorlage:
es: Plantilla de nombre de archivo:
fr: Modèle de nom de fichier:
zh: 文件名模板：

# FeedbackIntroduction
source: We highly appreciate your feedback! Tell us what you like or don't like about TumblThree. Please write your message in english. Alternatively you can use the {Issues section} on our project site to get in touch with us.
de: Wir freuen uns sehr über Ihr Feedback! Sagen Sie uns, was Ihnen an TumblThree gefällt oder nicht gefällt. Bitte schreiben Sie Ihre Nachricht auf Englisch. Alternativ können Sie uns auch über den Bereich {Issues} auf unserer Projektseite kontaktieren.
es: ¡Apreciamos mucho sus comentarios! Díganos lo que le gusta y lo que no le gusta de TumblThree. Por favor escriba su mensaje en inglés. Alternativamente, puede utilizar la {sección Problemas} en el sitio de nuestro proyecto para ponerse en contacto con nosotros.
fr: Nous apprécions grandement vos commentaires ! Dites-nous ce que vous aimez ou n'aimez pas à propos de TumblThree. Veuillez écrire votre message en anglais. Vous pouvez également utiliser la {section Problèmes} sur notre site de projet pour nous contacter.
zh: 我们非常感谢您的反馈! 告诉我们你喜欢或不喜欢TumblThree的什么。 请用英文写下您的信息。 或者您可以使用我们项目网站上的{问题部分}与我们取得联系。

source: Video size (category)
zh: 视频分辨率（分类）

source: View images
de: Bilder anschauen
es: Ver imagenes
fr: Voir les images
zh: 打开媒体文件

# VisitBlogOnTumbex
source: Open the site in the web browser (on tumbex.com)
zh: 在浏览器中打开此网站（在 tumbex.com 上）

# AdvancedSettings
source: Advanced
de: Erweitert
es: Avanzados
fr: Avancés
zh: 高级

# ArchiveIndex
source: Archive the index files instead of deleting
de: Archiviere die Indexdateien anstatt sie zu löschen
es: Archivar los archivos de índice en lugar de eliminarlos
fr: Archiver les fichiers d'index au lieu de les supprimer
zh: 存档索引文件代替删除

# BlogtypeCrawler
source: Crawler
zh: 下载器

# DownloadUrlList2
source: Save url list (no audio/image/video downloads)
de: URL-Liste speichern (keine Audio- / Bild- / Video-Downloads)
es: Guardar lista de URL (sin descargas de audio / imagen / video)
fr: Enregistrer la liste des URL (pas de téléchargement audio / image / vidéo)
zh: 保存网址列表（不下载音频/图像/视频）

source: Download video thumbnails
de: Video-Thumbnails herunterladen
es: Descargar miniaturas de video
fr: Télécharger les vignettes vidéo
zh: 下载视频缩略图

# Email
source: Email (won't be published; for a possible answer)
de: E-Mail (wird nicht veröffentlicht; für eine mögliche Antwort)
es: Correo electrónico (no se publicará; para una posible respuesta)
fr: Adresse e-mail (ne sera pas publié; pour une éventuelle réponse)
zh: 电子邮箱（不会公开，仅供需要时自动填表）

source: Feedback
fr: Réaction
zh: 反馈

source: Group photo sets
de: Fotosets gruppieren
es: Agrupar conjuntos de fotos
fr: Groupe ensembles de photos
zh: 分组照片集

source: Language:
de: Sprache:
es: Idioma:
fr: Langue:
zh: 语言：

# LanguageHint
source: * app restart required
de: * Neustart des Programm notwendig
es: * es necesario reiniciar la aplicación
fr: * redémarrage de l'application requis
zh: * 需要重启软件
