Repository: TumblThreeApp/TumblThree
Catalog: src/TumblThree/TumblThree.Presentation/Properties/Resources.*.resx
Languages: de, es, fr, zh

source: About
de: Über
es: Acerca de
fr: A propos de
zh: 关于

source: Add Blog
de: Blog hinzufügen
es: Añadir un blog
fr: Ajouter le blog
zh: 添加博客

source: Add to Queue
de: Zur Downloadliste hinzufügen
es: Añadir a la cola
fr: Ajouter à la liste
zh: 加入队列

# BlogUrl
source: Enter URL:
de: Blog URL:
es: Introducir URL:
fr: Entrer l'URL:
zh: 博客网址：

source: Browse
es: Vistazo
fr: Consulter
zh: 浏览

source: Clear queue
de: Löschen der Downloadliste
es: Borrar cola
fr: Effacer la file d'attente
zh: 清除队列

# ClipboardMonitor
source: Check Clipboard
de: Zwischenablage kontrollieren
es: Compruebe el Portapapeles
fr: Vérifier le presse-papier
zh: 监视剪贴板

source: Crawl selection
de: Auswahl herunterladen
es: Selección de rastreo
fr: Télécharger la sélection
zh: 下载选择

source: Date Added
de: Hinzugefügt am
es: Fecha Agregada
fr: Date ajoutée
zh: 添加时间

source: Delete
de: Löschen
es: Borrar
fr: Effacer
zh: 删除

source: Details
es: Detalles
fr: Détails
zh: 详情

source: Downloaded Files
de: Dateien heruntergeladen
es: Archivos descargados
fr: Fichiers téléchargés
zh: 已经下载

source: Download location
de: Speicherort
es: Ubicación de descarga
fr: Emplacement de téléchargement
zh: 下载位置

source: Enqueue selection
de: Auswahl hinzufügen
es: Selección de Enqueue
fr: Ajouter à la queue
zh: 选中项加入队列

source: Error
de: Fehler
fr: Erreur
zh: 错误

# ErrorMessage
source: Error {0}: {1}
de: Fehler {0}: {1}
fr: Erreur {0}: {1}
zh: 错误序号 {0}：{1}

source: Internal error description
de: Interne Fehlerbeschreibung
es: Descripción del error interno
fr: Description de l'erreur interne
zh: 内部错误描述

source: Name
es: Nombre
fr: nom
zh: 名称

source: Number of Downloads
de: Anzahl an Downloads
es: Número de descargas
fr: Nombre de téléchargements
zh: 任务总计

source: Open queue
de: Öffne Downloadliste
es: Abrir cola
fr: Ouvrez la file d'attente
zh: 打开队列

source: Pause
es: Pausa
zh: 暂停

source: Queue
de: Downloadliste
es: Cola
zh: 队列

source: Rating
de: Wertung
es: Clasificación
fr: Évaluation
zh: 评分

source: Remove Blog
de: Blog entfernen
es: Eliminar Blog
fr: Supprimer blog
zh: 移除博客

source: Remove from Queue
de: Aus Downloadliste entfernen
es: Eliminar de la cola
fr: Supprimer de la file d'attente
zh: 移出队列

source: Remove selected
de: Ausgewählte Blogs löschen
es: Eliminar selección
fr: Supprimer le sélection
zh: 移除所选

source: Resume
de: Fortsetzen
es: Currículum
fr: Résume
zh: 继续

source: Return
de: Eingabe
es: Regreso
fr: retour
zh: 返回

source: Save queue
de: Speichern der Downloadliste
es: Guardar cola
fr: Enregistrer la file d'attente
zh: 保存队列

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
zh: 设置

source: Shift+Return
de: Shift+Eingabe
es: Mayús + Retorno
zh: Shift+回车键

source: Show details
de: Zeige Details
es: Mostrar detalles
fr: Afficher les détails
zh: 显示详情

source: Show files
de: Zeige Dateien
es: Mostrar archivos
fr: Afficher les fichiers
zh: 显示已下载文件

source: Stop
es: Detener
fr: Arrêt
zh: 停止

source: Tags
es: Etiquetas
fr: Mots clés
zh: 标签

# UnknownError
source: Unknown Application Error
de: Unbekannter Anwendungsfehler aufgetreten
es: Error desconocido de la aplicación
fr: Erreur d'application inconnue
zh: 应用程序未知错误

source: Url
zh: 网址

# ImageSize
source: Image size (px)
de: Bildergröße (px)
es: Tamaño de la imagen (px)
fr: Taille de l'image (px)
zh: 图片分辨率 (像素)

source: Concurrent blogs
de: Gleichzeitig zu verarbeitende Blogs
es: Blogs concurrentes
fr: Nombre de blogs parallèls
zh: 并发博客数

source: Concurrent connections
de: Gleichzeitig geöffneten Verbindungen
es: Conexiones concurrentes
fr: Nombre de connexions parallèles
zh: 并发连接数

source: Concurrent video connections
es: Conexiones de vídeo simultáneas:
zh: 并发视频数

# ToolTipVideoConnections
source: Number of concurrent connections to the tumblr video host
de: Anzahl gleichzeitiger Verbindungen zum tumblr-Video-Host
es: Número de conexiones simultáneas al host de video tumblr
fr: Nombre de connexions simultanées à l'hôte vidéo tumblr
zh: 同时处理的与tumblr视频服务器(v*.tumblr.com)连接的数量

# ToolTipVideoConnectionsDescription
source: The v*.tumblr.com hosts regularly close connections if the number is too high.
de: Der vt.tumblr.com-Host schließt regelmäßig Verbindungen, wenn die Nummer zu hoch ist.
es: El host vt.tumblr.com cierra regularmente las conexiones si el número es demasiado alto.
fr: L'hôte vt.tumblr.com ferme régulièrement les connexions si le numéro est trop élevé.
zh: 连接数过大将导致tumblr视频服务器(v*.tumblr.com)关闭连接。

source: Online
es: En línea
fr: En ligne
zh: 在线

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
zh: 进度

# NumberOfItems
source: {0} Blogs
de: {0} Elemente
fr: {0} Articles
zh: {0}个项目

# OneItem
source: 1 Blog
de: 1 Element
fr: 1 Item
zh: 1个项目

# CheckStatus
source: Check blog online status
de: Überprüfen des Blogstatuses beim Anwendungsstart
es: Compruebe el estado en línea del blog en el inicio
fr: Vérifier l'état online du blog au démaarage
zh: 检查博客状态

# CheckStatusOnStartup
source: Check blog online status on startup
de: Blog-Onlinestatus beim Start prüfen
es: Comprobar el estado del blog en línea al iniciarse
fr: Vérifier le statut en ligne du blog au démarrage
zh: 启动时检查博客状态

# DeleteIndex
source: Delete only the index files (no downloaded files)
de: Nur löschen der Indexdateien (keine heruntergeladenen Dateien)
es: Eliminar sólo los archivos de índice (sin archivos descargados)
fr: Effacer seulement les fichiers index (no downloaded files)
zh: 仅删除索引文件(保留下载的文件)

# RemoveIndex
source: Remove blog index after crawl
de: Lösche den Blogindex nach erfolgreichem Download
es: Eliminar el índice del blog después del rastreo
fr: Effacer l'index après le téléchargement
zh: 下载完成后移除索引文件

# SkipGif
source: Skip .gif files
de: Keine .gif Bilder herunterladen
es: Omitir archivos .gif
fr: Ignorer les fichiers .gif
zh: 跳过 .gif 文件

# Info32Bit
source: 32 Bit
es: 32 bits
fr: 32 Bits
zh: 32位

# Info64Bit
source: 64 Bit
es: 64 bits
fr: 64 Bits
zh: 64位

source: License
de: Lizenz
es: Licencia
zh: 许可协议

source: Ok
es: De acuerdo
zh: 确定

source: Operating System
de: Betriebssystem
es: Sistema operativo
fr: Système d'exploitation
zh: 操作系统

source: Product
de: Produkt
es: Producto
fr: Produit
zh: 产品

source: Version
es: Versión
zh: 版本

source: Website
de: Webseite
es: Sitio web
fr: Site Internet
zh: 网站

source: Last Complete Crawl
de: Letzter erfolgreicher Download
es: Último rastreo completo
fr: Dernier téléchargement complet
zh: 最近抓取完成

# VisitBlog
source: Open the site in the web browser
de: Blog im Webbrowser öffnen
es: Abrir el sitio en el navegador web
fr: Ouvrez le site dans le navigateur Web
zh: 在浏览器中打开此网站

# NumberOfImages
source: {0} Posts
de: {0} Bilder
es: {0} Puestos
fr: {0} Images
zh: {0}张图片

# DownloadedFilesOf
source: Downloaded file {0} of {1}
de: {0} Dateien von {1} heruntergeladen
es: Archivo descargado {0} de {1}
fr: Fichier téléchargé {0} de {1}
zh: 下载{1}的{0}

source: Download images
de: Lade Bilder
es: Descargar imágenes
fr: Télécharger les images
zh: 下载图片帖子

# DownloadVideos
source: Download videos (tumblr/twitter self hosted)
de: Lade Videos (Tumblr/X gehostet)
es: Descargar videos (tumblr/twitter self hosted)
fr: Télécharger les vidéos (tumblr/twitter)
zh: 下载视频（仅限由 tumblr/twitter 托管）

# VideoSize
source: Video size (px)
de: Videogröße (px)
es: Tamaño del vídeo (px)
fr: Taille de la vidéo (px)
zh: 视频分辨率 (px)

source: Authenticate
de: Authentifizieren
es: Autenticar
fr: Authentification
zh: 身份验证

# ToolTipAuthenticate
source: Authenticate to the tumblr.com network
de: Authentifizieren bei tumblr.com
es: Autenticarse en la red tumblr.com
fr: Authentication au réseau tumblr.com
zh: 登录 Tumblr.com

# ToolTipAuthenticateDescription
source: Authenticate to the tumblr.com network
de: Öffnet ein Browserfenster, um sich auf der Website tumblr.com zu authentifizieren. Der Cookie mit Ihren Anmeldedaten Ihres Kontos wird gespeichert und der Authentifizierungsprozess muss nur einmal durchgeführt werden.
es: Abre una ventana del navegador para autenticarse en el sitio tumblr.com. La cookie con sus credenciales de su cuenta se guarda y el proceso de autenticación sólo se debe realizar una vez.
fr: Ouvre une fenêtre de navigateur pour vous authentifier sur le site tumblr.com. Le cookie avec vos informations d'identification de votre compte est sauvegardé et le processus d'authentification ne doit être effectué qu'une seule fois.
zh: 登录 Tumblr.com

# ToolTipBlogs
source: Number of concurrent processing blogs
de: Nummer an gleichzeitig zu verarbeitende Blogs
es: Número de blogs de procesamiento simultáneos
fr: Nombre de blogs téléchargés simultanés
zh: 同时处理的博客数量

# ToolTipBlogsDescription
source: Sets the number of concurrent processing blogs. Setting this to 2 would process two blogs at a time.
de: Legt die Anzahl der gleichzeitigen Verarbeitungsblogs fest. Wenn Sie diese Einstellung auf 2 setzen, werden zwei Blogs gleichzeitig verarbeitet.
es: Establece el número de blogs de procesamiento simultáneos. Establecer esto a 2 procesaría dos blogs a la vez.
fr: Définit le nombre de blogs de traitement simultanés. Mettre ceci à 2 traiterait deux blogs à la fois.
zh: 设置同时处理的博客的数量。 例如将此设置为'2'将同时从两个博客中下载数据。

# ToolTipConnections
source: Number of total concurrent connections
de: Nummer an gleichzeitigen Verbindungen
es: Número total de conexiones simultáneas
fr: Nombre de connexions totales simultanés
zh: 同时处理的连接数量

# ToolTipConnectionsDescription
source: Sets the number of total concurrent connections. The number is shared between all actively downloading blogs.
de: Legt fest wie viele Verbindungen geöffnet werden sollen. Die Nummer von allen gleichzeitig aktiveren Blogsdownloads geteilt.
es: Establece el número total de conexiones simultáneas. El número se comparte entre todos los blogs de descarga activa.
fr: Définit le nombre total de connexions simultanées. Le numéro est partagé entre tous les blogs qui téléchargent activement.
zh: 设置同时处理的连接的数量，将被均分给同时处理的博客。

# Notes
source: Personal Notes
de: Notizen
es: Notas personales
fr: Notes personnelles
zh: 备注

# TimeOut
source: Timeout (s)
es: Tiempo (s) de espera
zh: 超时 (秒)

# ToolTipTimeout
source: Timeout for web requests
de: Timeout für Webanfragen
es: Tiempo de espera para solicitudes web
fr: Délai d'attente pour les demandes Web
zh: 请求超时

# ToolTipTimeoutDescription
source: The length of time, in seconds, until the request times out.
de: Die Zeitspanne in Sekunden, bis die Anfrage abläuft.
es: La duración de tiempo, en segundos, hasta que la solicitud se agota.
fr: La durée, en secondes, jusqu'à ce que la demande expire.
zh: 请求超时时长，单位为秒。

# Bandwidth
source: Limit Bandwidth (KB/s)
de: Bandbreite begrenzen (KB/s)
es: Límite de ancho de banda (KB / s)
fr: Limite de bande passante (KB/s)
zh: 限制带宽 (KB/s)

# EnableAutoDownload
source: Start download at
de: Starte und füge hinzu
es: Iniciar descarga en
fr: Activer le téléchargement automatique des blogs et ajouter
zh: 于

# Timer
source: (hh:mm:ss) and add
de: Startzeit (hh:mm:ss)
es: (hh: mm: ss) y agregue
fr: Heure (hh:mm:ss)
zh: (时:分:秒)开始下载，并将

# AutoDownloadBlogs
source: blogs to the queue.
es: blogs a la cola.
zh: 的博客加入队列。

# SelectABlog
source: Please select a blog
de: Wähle einen Blog aus
es: Selecciona un blog
fr: Sélectionnez un blog
zh: 请选择一个博客

# ShowItems
source: Summary of {0} blogs
de: Zusammenfassung von {0} Blogs
es: Resumen de {0} blogs
fr: Résumé des {0} blogs
zh: {0} 博客摘要

source: Copy url
de: Kopiere URL
es: Copiar URL
fr: Copier le lien
zh: 复制网址

# Posts
source: Number of posts:
de: Anzahl an Posts:
es: Cantidad de mensajes:
fr: nombre de posts：
zh: 帖子数：

source: Preview
de: Vorschau:
es: Avance:
fr: Prévisualiser:
zh: 预览

# DownloadAudios
source: Download audio files
de: Lade Audiodateien
es: Descargar archivos de audio
fr: Télécharger des fichiers audio
zh: 下载音频帖子

# DownloadConversations
source: Download conversation posts
de: Lade Konversationsbeiträge
es: Descargar mensajes de conversación
fr: Télécharger les messages de conversation
zh: 下载对话帖子

# DownloadLinks
source: Download link posts
de: Lade Linkbeiträge
es: Descargar enlaces
fr: Télécharger les liens
zh: 下载链接帖子

# DownloadQuotes
source: Download quote posts
de: Lade Zitatbeiträge
es: Descargar artículos de la cotización
fr: Télécharger les quotes
zh: 下载引用帖子

# DownloadTexts
source: Download text posts
de: Lade normale Beiträge
es: Descargar mensajes de texto
fr: Télécharger les textes
zh: 下载文字帖子

# DetailsProgress
source: {0} of {1}, duplicates found: {2}
de: {0} von {1}, {2} Duplikate gefunden.
es: {0} de {1}, se encontraron duplicados: {2}
fr: {0} de {1}, doublons trouvés: {2}
zh: {1} {0} ,重复:{2}

# EnablePreview
source: Preview on/off
de: Vorschau an/aus
es: Vista previa on / off
fr: Activer la prévisualisation
zh: 预览 (开/关)

source: Blog settings
de: Blogeinstellungen:
es: Configuración del blog:
fr: Paramètres du blog:
zh: 博客设置

source: Global settings:
de: Globaleeinstellungen:
es: Ajustes globales:
fr: Paramètres globaux:
zh: 全局设置：

# BlogStatistics
source: Blog stats:
de: Blogstatistiken:
es: Estadísticas del blog:
fr: Statistiques du blog:
zh: 博客统计：

# ToolTipDetailsStats
source: Number of downloaded post types of total post types
de: Anzahl an geladenen Beitragstypen von allen Beitragstypen
es: Número de tipos de publicaciones descargadas de los tipos de publicaciones totales
fr: Nombre de types de publication téléchargés / total des types de publication
zh: 下载的帖子类型/总帖子类型

# ToolTipDetailsStatsDescription
source: Check to download post type or skip during the download
de: Markieren um Beitragstypen zu laden
es: Comprobar para descargar el tipo de publicación o omitir durante la descarga
fr: Cochez pour télécharger le type de message ou sauter pendant le téléchargement
zh: 选中以下载或跳过对应的帖子类型

source: Download audio meta
de: Lade Audioinfo
es: Descargar audio meta
fr: Télécharger les métadonnées audio
zh: 下载音频元数据

source: Download image meta
de: Lade Bilderinfo
es: Descargar imagen meta
fr: Télécharger les métadonnées de l'image
zh: 下载图像元数据

source: Download video meta
de: Lade Videoinfo
es: Descargar video meta
fr: Télécharger les métadonnées vidéo
zh: 下载视频元数据

# DefaultSettingsForBlogs
source: These settings are applied to each blog upon addition:
de: Blogeinstellungen (wird angewendet beim Hinzufügen des Blogs):
es: Configuración aplicada a cada blog después de la adición:
fr: Paramètres appliqués à chaque blog après ajout:
zh: 设置对所有新加入的博客有效：

# DownloadVideosShort
source: Download videos
de: Lade Videos
es: Descargar videos
fr: Télécharger des vidéos
zh: 下载视频

# ToolTipDefaultSettingsForBlogs
source: Sets the default settings for newly added blogs.
de: Einstellungen für neue Blogs.
es: Establece la configuración predeterminada para los blogs agregados recientemente.
fr: Définit les paramètres par défaut pour les blogs nouvellement ajoutés.
zh: 为新添加的博客设置默认设置。

# ToolTipDefaultSettingsForBlogsDescription
source: The scan/download uses indivual settings for each blog. To change them, select blog(s) in the main interface and select the Details tab on the right hand side.
de: Der Scan / Download verwendet individuelle Einstellungen für jeden Blog. Um sie zu ändern, wählen Sie auf der Hauptoberfläche den Blog aus und klicken Sie auf der rechten Seite auf die Registerkarte Details.
es: La exploración / descarga utiliza configuraciones individuales para cada blog. Para cambiarlos, seleccione el (los) blog (es) en la interfaz principal y seleccione la pestaña Detalles en el lado derecho.
fr: L'analyse / téléchargement utilise des paramètres individuels pour chaque blog. Pour les changer, sélectionnez blog (s) dans l'interface principale et sélectionnez l'onglet Détails sur le côté droit.
zh: 每个博客的设置都各自独立。若想修改已存在的博客设置，在主界面选中该博客后在右侧"详细"标签页修改。

source: Save
de: Speichern
es: Salvar
fr: Sauvegarder
zh: 保存

source: Offline
es: Desconectado
fr: Hors ligne
zh: 离线

# ForceSize
source: Download specified size even if it is not offered
de: Lade die angegebenen Größen
es: Descargar el tamaño especificado aunque no se ofrezca
fr: Télécharger la taille spécifiée même si elle n'est pas proposée
zh: 强制下载指定分辨率

# ToolTipForceSize
source: Download the specified resolution of images even if the size is not offered.
de: Lädt die ausgewählte Auflösung von Bildern auch wenn die Größe nicht angeboten wurde.
es: Descargue la resolución especificada de las imágenes aunque no se ofrezca el tamaño.
fr: Télécharger la résolution spécifiée des images même si la taille n'est pas offerte.
zh: 即使 Tumblr 未提供也强制下载指定分辨率的图片。

# ToolTipForceSizeDescription
source: If the crawler only finds lower sized images than specified, enabling this option will rename the url to the specified files size. Those files generally exist and sometimes offer a larger resolution or are just renamed smaller resolution files. It's safe to turn this on.
de: Falls der Crawler nur kleinere Auflösungen als angegeben findet bewirkt diese Option das die URLs auf die angegebene Auflösung umbennent werden. Die Dateien sind immer vorhanden und ermöglichen manchmal eine größere Auflösung oder sind bloß umbenannte kleinere Auflösungen. Es ist sicher dies zu aktivieren.
es: Si el rastreador sólo encuentra imágenes de tamaño inferior al especificado, habilitar esta opción cambiará el nombre del url al tamaño de los archivos especificados. Esos archivos generalmente existen ya veces ofrecen una resolución mayor o simplemente se renombran archivos de resolución más pequeños. Es seguro encenderlo.
fr: Si le moteur de balayage trouve uniquement des images de taille inférieure à celles spécifiées, l'activation de cette option renomme l'URL à la taille de fichier spécifiée. Ces fichiers existent généralement et offrent parfois une plus grande résolution ou sont simplement renommés fichiers de résolution plus petits. Il est sûr d'allumer cela.
zh: 如果下载器只找到比指定分辨率更小的图片，启用此选项将会得到文件名为指定文件分辨率而实际为可得到的最大分辨率的文件。 原理是把下载地址定为指定文件分辨率的URL，通常能提供更大的分辨率，但也可能只是重新命名了较小分辨率的图片。打开较保险。

# ProxyHost
source: HTTP Proxy:
es: Proxy HTTP:
fr: Proxy HTTP:
zh: HTTP 代理：

# ProxyPort
source: Port:
es: Puerto:
zh: 端口：

source: Third-party Software
de: Drittanbieter Software
es: Software de terceros
fr: Logiciel tiers
zh: 第三方软件

# ThirdPartySoftwareDescription
source: Third-party Software and Licenses
de: Drittanbieter Software und Lizenzen
es: Software y licencias de terceros
fr: Logiciel et licences tiers
zh: 第三方软件许可协议

# ToolTipLimitBandwidth
source: Throttles the bandwidth of the downloader
de: Begrenzt die maximale Bandbreite
es: Reduce el ancho de banda del descargador
fr: Limiter la bande passante des téléchargements
zh: 限制下载器的带宽

# ToolTipLimitBandwidthDescription
source: Sets the maximum bandwidth available for the downloader in kbytes/s. 0 disables throttling.
de: Setzt die maximale Bandbreite in kbyes/s. 0 deaktiviert die Begrenzung.
es: Establece el ancho de banda máximo disponible para el descargador en kbytes / s. 0 desactiva el estrangulamiento.
fr: Définit la bande passante maximale disponible pour le téléchargeur en kilo-octets / s. 0 désactive l'étranglement.
zh: 设置下载器最大使用多少带宽（单位：KB/秒）。设为“0”则不限速。

# LimitScan
source: Limit the scan bandwidth
de: Begrenzen der Scanbandbreite
es: Limitar el ancho de banda de exploración
fr: Limiter la bande passante de l'analyse
zh: 限制扫描速度

source: Scan connections
de: Scan Verbindungen
es: Explorar conexiones
fr: Scanner les connexions
zh: 扫描连接数

# ToolTipLimitScan
source: Includes the scan bandwidth in the throttling
de: Berücksichtigt die Scanbandbreite im Limit
es: Incluye el ancho de banda de exploración en el estrangulador
zh: 同时限制扫描带宽

# ToolTipLimitScanDescription
source: Since the data used for scanning is usually small, you should leave this off since the throttling algorithm is too slow to adjust and might negatively impact the scan performance.
de: Da die Scandaten klein sind sollte das Begrenzen ausbleiben da der Algorithmus hierfür zu langsam ist und sich negativ auf die Geschwindigkeit auswirkt.
es: Dado que los datos utilizados para la exploración son generalmente pequeños, debe dejar esto puesto que el algoritmo de regulación es demasiado lento para ajustar y podría afectar negativamente el rendimiento del análisis. Número de conexiones utilizadas para cada exploración
fr: Puisque les données utilisées pour la numérisation sont généralement petites, vous devriez laisser ceci puisque l'algorithme de limitation est trop lent à ajuster et pourrait avoir un impact négatif sur les performances de l'analyse.
zh: 鉴于扫描的数据使用量通常较小，而限速算法反应较慢，开启此选项将降低性能。

# ToolTipScan
source: Number of connections used for each scan
de: Anzahl der Scanverbindungen für jeden Scan
fr: Nombre de connexions utilisées pour chaque analyse
zh: 每个扫描使用的连接数

# ToolTipScanDescription
source: Sets the number of connections used for scanning. Since the data is usually small, you should leave this high. Note: This setting has no impact if the Limit Tumblr Api Connections setting is turned on.
de: Setzt die Anzahl der Scanverbindungen. Aufgrund der kleinen Datenmenge sollte diese Einstellung hochbleiben.
es: Establece el número de conexiones utilizadas para la exploración. Dado que los datos son generalmente pequeños, debe dejar esta alta.
fr: Définit les connexions numériques utilisées pour la numérisation. Puisque les données sont généralement petites, vous devriez laisser ce haut.
zh: 设置每个扫描使用的连接数，鉴于数据量通常较小，建议留高一点。 注意："tumblr-api连接数"设置启用时此设置将无效。

# BandwidthRangeError
source: The value must be between 0 and 9,000,000,000,000,000.
de: Der Wert muss zwischen 0 and 9.000.000.000.000.000 liegen.
es: El valor debe estar entre 0 y 9,000,000,000,000,000.
fr: La valeur doit être comprise entre 0 et 9 000 000 000 000 000.
zh: 价值必须介于0至9,000,000,000,000,000之间。

# TimeSpanTypeError
source: The value must have to form hh:mm:ss.
de: Der Wert muss die Form hh:mm:ss haben.
es: El valor debe tener que formar hh: mm: ss.
fr: La valeur doit avoir pour forme hh: mm: ss.
zh: 该值必须采用 hh:mm:ss 格式。

# IntRangeError
source: The value must be between 0 and 2,147,483,647.
de: Der Wert muss zwischen 0 und 2.147.483.647 liegen.
es: El valor debe estar entre 0 y 2.147.483.647.
fr: La valeur doit être comprise entre 0 et 2 147 483 647.
zh: 该值须介于 0 到 2,147,483,647 之间。

# IntTypeError
source: The value must be of type integer.
de: Der Wert muss vom Typ Integer sein.
es: El valor debe ser del tipo integer.
fr: La valeur doit être du type entier.
zh: 该值必须为整数。

# ConnectionTimeInterval
source: per time interval (s):
de: Zeitintervall (s):
es: por intervalo (s) de tiempo:
fr: Intervalle de temps (s):
zh: 时间间隔 (秒):

# LimitConnections
source: Limit Tumblr API connections
de: Limitiere Tumblr Api Verbindungen
es: Limit Tumblr Api Conexiones:
fr: Limite des connexions de Tumblr Api
zh: 限制 Tumblr API 连接数

# MaxConnections
source: Number of connections:
de: Verbinungsanzahl:
es: Número de conexiones:
fr: Nombre de connexions:
zh: 连接数：

# ToolTipLimitConnections
source: Limits connections to Tumblr API.
de: Begrenzt Verbindungen zur Tumblr API.
es: Limitar las conexiones a la api de tumblr.
fr: Limiter les connexions au tumblr api.
zh: 限制 Tumblr API 连接数
