Repository: TumblThreeApp/TumblThree
Catalog: src/TumblThree/TumblThree.Presentation/Properties/Resources.*.resx
Languages: de, es, fr, zh

# ToolTipOfflineDuplicateCheck
source: Cache the blog databases for offline duplicate check
de: Cachen der Blog-Datenbanken für die Offline-Dublettenprüfung
es: Almacene en caché las bases de datos del blog para la verificación de duplicados fuera de línea
fr: Cachez les bases de données du blog pour la vérification des doublons hors ligne

# ToolTipOfflineDuplicateCheckDescription
source: If activated, this collection's blog databases are copied to a cache folder inside the default collection's archive folder. The copying is done on shutdown of the application, if the collection is available.
de: Wenn aktiviert, werden die Blog-Datenbanken dieser Sammlung in einen Cache-Ordner im Archiv-Ordner der Standardsammlung kopiert. Das Kopieren erfolgt beim Herunterfahren der Anwendung, falls die Sammlung verfügbar ist.
es: Si está activado, las bases de datos del blog de esta colección se copian en una carpeta de caché dentro de la carpeta de archivo de la colección predeterminada. La copia se realiza en cierre de la aplicación, si la colección está disponible.
fr: Si activé, les bases de données de blogs de cette collection sont copiées dans un dossier de cache dans le dossier d'archives de la collection par défaut. La copie se fait sur arrêt de l'application, si la collection est disponible.

source: Description
de: Beschreibung
es: Descripción

# ToolTipAuthenticateBrowserTwitter
source: Authenticate to the twitter.com network
de: Authentifizieren Sie sich beim tumblr.com-Netzwerk
es: Autenticarse en la red twitter.com
fr: Authentifiez-vous sur le réseau tumblr.com

# ToolTipAuthenticateBrowserTwitterDescription
source: Opens a browser window to authenticate yourself to the twitter.com site. The cookies used for authentication are saved and the authentication process needs to be done only once.
de: Öffnet ein Browserfenster, in dem Sie sich bei der Website x.com authentifizieren können. Die zur Authentifizierung verwendeten Cookies werden gespeichert und der Authentifizierungsprozess muss nur einmal durchgeführt werden.
es: Abre una ventana del navegador para autenticarse en el sitio twitter.com. Las cookies utilizadas para la autenticación se guardan y el proceso de autenticación debe realizarse solo una vez.
fr: Ouvre une fenêtre de navigateur pour vous authentifier sur le site twitter.com. Les cookies utilisés pour l'authentification sont enregistrés et le processus d'authentification ne doit être effectué qu'une seule fois.

# ToolTipDownloadLikesFromDescription
source: Must be in YYYYMMDD format. Empty means from the beginning of the likes.
de: Muss im Format JJJJMMTT vorliegen. Leer bedeutet von Anfang an Likes.
es: Debe estar en formato AAAAMMDD. Medios vacíos desde el comienzo de los me gusta.
fr: Doit être au format AAAAMMJJ. Vide signifie depuis le début des likes.

# ToolTipDownloadLikesFrom
source: Crawl likes from this date
de: Lade Likes von diesem Datum
es: Rastrear los me gusta desde esta fecha
fr: Ranger les likes à partir de cette date

# ToolTipDownloadLikesTo
source: Crawl likes to this date
de: Lade Likes bis zu diesem Datum
es: Rastrear los me gusta a esta fecha
fr: Ranger les likes à cette date

source: Download replies
de: Lade Antworten
es: Descargar respuestas
fr: Télécharger les réponses

# TumblrAuthErrorAutoRetry
source: Use new mode of handling Tumblr authorization errors
de: Neuen Modus zur Behandlung von Tumblr-Autorisierungsfehlern verwenden
es: Utilice un nuevo modo de manejar los errores de autorización de Tumblr
fr: Utiliser un nouveau mode de gestion des erreurs d'autorisation Tumblr

# ToolTipTumblrAuthErrorAutoRetry
source: Use new mode of handling Tumblr authorization/login errors
de: Neuen Modus zur Behandlung von Tumblr-Autorisierungs-/Anmeldefehlern verwenden
es: Utilice un nuevo modo para manejar los errores de autorización/inicio de sesión de Tumblr
fr: Utiliser un nouveau mode de gestion des erreurs d'autorisation/de connexion Tumblr

# ToolTipTumblrAuthErrorAutoRetryDescription
source: When an authorization error occurs, the app tries a new way of handling it in order to continue.
de: Wenn ein Autorisierungsfehler auftritt, versucht die App eine neue Methode zur Behebung, um fortzufahren.
es: Cuando ocurre un error de autorización, la aplicación intenta una nueva forma de manejarlo para poder continuar.
fr: Lorsqu'une erreur d'autorisation se produit, l'application essaie une nouvelle façon de la gérer afin de continuer.

# DownloadTexts2
source: Download texts
de: Lade Texte
es: Descargar textos
fr: Télécharger les textes

# HideToolBarButtonsText
source: Hide toolbar button's text *app restart required
de: Text der Symbolleiste ausblenden *Neustart der Anwendung erforderlich

# ToolTipHideToolBarButtonsText
source: Hide toolbar button's text from main application window
de: Text der Symbolleiste aus dem Hauptanwendungsfenster ausblenden.

# ToolTipHideToolBarButtonsTextDescription
source: Hides the text on buttons from main application window and leaves tooltips on, so all the toolbar buttons have the same width
de: Blendet den Text auf den Schaltflächen im Hauptfenster der Anwendung aus und lässt die QuickInfos eingeschaltet, so dass alle Schaltflächen in der Symbolleiste die gleiche Breite haben.
